[
    {
        "title" : "Deadpool 2",
        "subtitle": "Ryan Reynolds/Superhero movies",
        "image_url": "https://cdn.mos.cms.futurecdn.net/YGQ9Cw9Mw4xcTsJGYzaYmU-650-80.jpg",
        "content": "For many sequels, losing key creative talent might seem a blow. For Deadpool 2, it was an opportunity, and the movie grabbed it with both, blood-drenched hands. When original director Tim Miller left the project, in came John Wick co-director David Leitch, promising a slicky amped-up, even more stylish level of brutal action."
    },
    {
        "title" : "Solo: A Star Wars Story ",
        "subtitle": "Release date: May 25, 2018",
        "image_url": "https://cdn.mos.cms.futurecdn.net/oDx6VWaoSo6x938pMTeCVD-650-80.jpeg",
        "content": "That's surely what everybody's favorite roguish Star Wars smuggler would say in response to all the production hiccups that have encumbered the making of this Han Solo origin story. "
    },
    {
        "title" : "Jurassic World: Fallen Kingdom ",
        "subtitle": "Release date: June 6, 2018 (UK)/June 22, 2018 (US)",
        "image_url": "https://cdn.mos.cms.futurecdn.net/FKoERW3HvJNbQmdoyuar6a-650-80.jpg",
        "content": "A volcano threatening to destroy ALL of the dinosaurs and somehow people actually going back to the island to save the toothy wonders! And hey, if all that can’t convince you, Jeff Goldblum definitely will. Life finds a way indeed."
    },
    {
        "title" : "Ocean's 8",
        "subtitle": "Release date: June 8, 2018 (US)/June 22, 2018 (UK)",
        "image_url": "https://cdn.mos.cms.futurecdn.net/bmN9AQ75jM9uC6a4nEBte-650-80.jpg",
        "content": "Billed as a modern spin-off to the George Clooney led Ocean’s Eleven series of heist flicks, the cast list alone is enough to leave you reeling with anticipation, with Sandra Bullock, Cate Blanchett, Anne Hathaway, Mindy Kaling, Sarah Paulson, Rihanna, and Helena Bonham Carter all involved as part of the ensemble effort. "
    },
    {
        "title" : "Incredibles 2",
        "subtitle": "Release date: July 13 (UK)/June 15, 2018 (US)",
        "image_url": "https://cdn.mos.cms.futurecdn.net/XU3uFHGuALvJ4Xmo7zWKtA-650-80.jpg",
        "content": "The superhero family are finally back, 15 years after their cinematic debut. Incredibles 2 picks up straight after the end of the first movie and it looks like it’ll focus more on Helen Parr (otherwise known as Elastigirl) going to work while Bob, her husband and fellow superhero Mr Incredible, stays at home looking after their three kids."
    },
    {
        "title" : "Sicario: Day of the Soldado",
        "subtitle": "Release date: June 29, 2018",
        "image_url": "https://cdn.mos.cms.futurecdn.net/PN6tCD3XtQMBv3S66vERJi-650-80.jpg",
        "content": "Not so much a direct sequel to Denis 'Blade Runner 2049' Villeneuve's brilliant 2015 crime thriller, more a tangential spin-off story exploring a new angle on the US/Mexican drug war, Day of the Soldado, as its title suggests, is taking a somewhat more militarised direction."
    },
    {
        "title" : "Ant-Man and the Wasp",
        "subtitle": "Release date: July 6, 2018 (US)/August 3, 2018 (UK)",
        "image_url": "https://cdn.mos.cms.futurecdn.net/LSEzUYy2ad2mDGPpiT2gvA-650-80.jpg",
        "content": "The original Ant-Man turned out to be a surprise delight for Marvel’s roster. Ant-Man and the Wasp is doubling down on Paul Rudd and Evangeline Lilly chemistry by teaming Rudd’s tiny superhero with Lilly’s role as the Wasp, a winged, equally shrinking, partner."
    },
    {
        "title" : "Mission: Impossible - Fallout",
        "subtitle": "Release date: July 26, 2018 (UK), July 27, 2018 (US) ",
        "image_url": "https://cdn.mos.cms.futurecdn.net/5sB9d2WdcxHQtj9NbQtpmg-650-80.jpg",
        "content": " Nothing is known of the actual plot right now, but we can expect the usual globe-hopping adventure, with filming locations taking in Norway, New Zealand, India, Paris, and London. We would probably have gotten M:I6 earlier, if star Tom Cruise (who plays Ethan Hunt) hadn’t entered into a salary dispute in the middle of 2017. "
    },
    {
        "title" : "Venom",
        "subtitle": "Release date: October 5, 2018",
        "image_url": "https://cdn.mos.cms.futurecdn.net/vkD2DxdNpn3njDxLPcmf56-650-80.jpg",
        "content": "Venom is an outlier in the world of comic book movies. It isn’t attached to other universes – as much as Sony want it to be – and it’s got to tempt audiences with the idea of a solo film starring a character who is predominantly known as a villain."
    },
    {
        "title" : "X-Men: Dark Phoenix",
        "subtitle": "Release date: October 31 (UK)/November 2, 2018 (US)",
        "image_url": "https://cdn.mos.cms.futurecdn.net/3RFUeQmCyVamxyfL3XomwA-650-80.jpg",
        "content": "Being completely honest here: X-Men: Apocalypse was… not great. Thankfully Dark Phoenix is a return to one of X-Men’s best storylines. Set in the ‘90s after the X-Men have sprung to global fame, Professor X’s vanity has got the better of him and is beginning to affect the group."
    },
    {
        "title" : "Fantastic Beasts: The Crimes of Grindelwald",
        "subtitle": "Release date: November 16, 2018",
        "image_url": "https://cdn.mos.cms.futurecdn.net/oTkcidrjmHAbZyp2zajYoA-650-80.jpg",
        "content": "The second of an intimidating five movie series revolving around Fantastic Beasts author Newt Scamander (Eddie Redmayne), The Crimes of Grindelwald takes us further into familiar Harry Potter territory. While Gellert Grindelwald (Johnny Depp), surfaced at the end of the first movie, Dumbledore’s friend turned nemesis is taking the limelight this time around as the action moves from New York to Paris. "
    },
    {
        "title" : "Aquaman",
        "subtitle": "Release date: December 21, 2018",
        "image_url": "https://cdn.mos.cms.futurecdn.net/8FT9dGr5BrCZG3fXMc5n6R-650-80.jpg",
        "content": "Back in the Super Friends days, Aquaman seemed pretty low on the heroics totem pole, perhaps just a step above the Wonder Twins. But the modern-day Aquaman of DC's Extended Universe is a far cry from the orange tights of old, and what we saw of the Atlantean in Justice League has us (relatively) excited for more."
    }
]